import {h} from 'hyperapp';
import {Link} from 'hyperapp-hash-router';
import {encodeState} from "../../cattell/utils/encodeState";

export function Question({ match, location, state, actions }) {
    const prevState = { ...state, position: state.position - 1 };
    const nextState = { ...state, position: state.position + 1 };

    return (
        <main class="box-question">
            <aside class="box-question-aside">
                <figure>
                    <img src="assets/raymond_cattell.jpg" alt="Портрет Раймонда Кеттелла" />
                    <figcaption>
                        <h1>Тест Кеттела</h1>
                        <p>
                            Инструкция к опроснику Кеттелла.

                        </p>
                    </figcaption>
                </figure>
            </aside>
            <section class="box-question-content">
                <h2>
                    Инструкция
                </h2>
                <p>
                    Bам будет задан ряд вопросов, на каждый из которых Вы должны выбрать один из трех предлагаемых ответов, - тот, который в наибольшей степени соответствует Вашим взглядам, Вашему мнению о себе. Обязательно отвечайте на все вопросы подряд, ничего не пропуская. Не нужно много времени тратить на обдумывание ответов. Давайте тот ответ, который первым приходит Вам в голову.
                </p>
                <p>
                    Отвечать надо приблизительно на 5-6 вопросов за минуту. Заполнение всего опросника должно занять у Вас около 50 мин. Возможно, некоторые вопросы покажутся вам неясными или сформулированными не так подробно, как Вам хотелось бы. В таких случаях, отвечая, старайтесь представить "среднюю", наиболее обычную ситуацию, которая соответствует смыслу вопроса, и на основе этого выбирайте свой ответ. Старайтесь не прибегать слишком часто к промежуточным, неопределенным ответам, типа "не знаю", "нечто среднее" и т.п. Отвечайте честно и искренне. Не стремитесь произвести хорошее впечатление своими ответами.
                </p>
                <p>
                    Здесь не может быть ответов "правильных" или "ошибочных". Люди различны, и каждый может высказать свое мнение. Ваши ответы должны соответствовать действительности - в этом случае Вы сможете лучше узнать себя.
                </p>

                <nav>
                    <Link to={`/session/${encodeState(prevState)}`}>Назад</Link>
                    <Link to={`/session/${encodeState(nextState)}`}>Вперед</Link>
                </nav>
            </section>
        </main>
    );
}