export default [
	{
		question: `Я хорошо понял инструкцию, которую только что прочитал:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Я готов отвечать на каждый вопрос так искренне, как только возможно:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Я бы предпочел временами жить в доме, который находится:`,
		a: `в обжитом городе`,
		b: `нечто среднее`,
		c: `одиноко в глухих лесах`
	},
	{
		question: `Я чувствую в себе достаточно сил, чтобы справиться со своими трудностями:`,
		a: `всегда`,
		b: `обычно`,
		c: `редко`
	},
	{
		question: `Я чувствую некоторое беспокойство при виде диких животных, даже если они находятся в прочных клетках:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Я воздерживаюсь от критики людей и их высказываний:`,
		a: `да`,
		b: `иногда`,
		c: `нет`
	},
	{
		question: `Я делаю саркастические (язвительные) замечания по поводу людей, если они этого, по-моему, заслуживают:`,
		a: `обычно`,
		b: `иногда`,
		c: `никогда`
	},
	{
		question: `Мне больше нравится классическая, чем эстрадная музыка:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Если бы я увидел дерущихся соседских детей, то я:`,
		a: `дал бы им возможность договориться самим`,
		b: `не уверен`,
		c: `рассудил бы их`
	},
	{
		question: `При общении с людьми я:`,
		a: `с готовностью вступаю в разговор`,
		b: `нечто среднее`,
		c: `предпочитаю спокойно оставаться в стороне`
	},
	{
		question: `По-моему интереснее быть:`,
		a: `инженером-строителем`,
		b: `не уверен`,
		c: `драматургом`
	},
	{
		question: `Я остановился бы на улице скорее, чтобы посмотреть на работу художника, чем слушать, как сорятся люди:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Обычно я могу ладить с самодовольными людьми, несмотря на то, что они хвастаются или слишком много о себе воображают:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `По лицу человека всегда легко можно заметить, что он нечестный:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Было бы хорошо, если бы отпуск (каникулы) был более продолжительным, и каждый был бы обязан его использовать:`,
		a: `согласен`,
		b: `не уверен`,
		c: `не согласен`
	},
	{
		question: `Я предпочел бы работу с возможно большим, но непостоянным заработком, че работу со скромным, но постоянным окладом:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Я говорю о своих чувствах:`,
		a: `только если это необходимо;`,
		b: `нечто среднее`,
		c: `охотно, когда представится возможность`
	},
	{
		question: `Время от времени у меня возникает чувство неопределенной опасности или внезапного страха по непонятным причинам:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Когда меня неправильно критикуют за что-то, в чем я не виноват, я:`,
		a: `не испытываю чувства вины;`,
		b: `нечто среднее`,
		c: `все же чувствую себя виноватым`
	},
	{
		question: `За деньги можно купить почти все:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Моим решением руководит больше:`,
		a: `сердце`,
		b: `сердце и разум в равной степени`,
		c: `разум`
	},
	{
		question: `Большинство людей были бы больше счастливы, если бы они были ближе друг к другу и поступали также, как все:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Иногда, когда я смотрю в зеркало, мне трудно разобраться, где у меня правая, а где левая сторона:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `При разговоре я предпочитаю:`,
		a: `высказывать свои мысли так, как они приходят мне в голову`,
		b: `нечто среднее`,
		c: `сначала сформулировать получше свои мысли`
	},
	{
		question: `После того, как меня что-то сильно рассердит, я довольно быстро успокаиваюсь:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `При одинаковом рабочем времени и заработке было бы интереснее работать:`,
		a: `плотником или поваром`,
		b: `не уверен`,
		c: `официантом в хорошем ресторане`
	},
	{
		question: `На общественные должности меня выбирали:`,
		a: `очень редко`,
		b: `иногда`,
		c: `много раз`
	},
	{
		question: `«Лопата» относится к «копать», как «нож» относится к:`,
		a: `острый`,
		b: `резать`,
		c: `указывать`
	},
	{
		question: `Иногда я не могу заснуть, потому что какая-нибудь мысль не выходит из головы:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `В своей жизни я почти всегда достигаю поставленных целей:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Устаревший закон следует изменить:`,
		a: `только после глубокого основательного обсуждения`,
		b: `не уверен`,
		c: `как можно скорее`
	},
	{
		question: `Я чувствую себя «не в своей тарелке», когда мне приходится работать над чем-нибудь, что требует быстрых действий, результаты которых могут повлиять на других людей:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `неверно`
	},
	{
		question: `Большинство знакомых считают меня интересным рассказчиком:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Когда я вижу неряшливых, неприятных людей, я:`,
		a: `принимаю их такими, как они есть`,
		b: `нечто среднее`,
		c: `испытываю отвращение и возмущение`
	},
	{
		question: `Я чувствую себя немного не по себе, если неожиданно оказываюсь в центре внимания группы людей:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я всегда рад оказаться среди людей, например, в гостях, на танцах, на какой-либо коллективной встречи:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `В школе я предпочитал (или предпочитаю):`,
		a: `заниматься музыкой, пением`,
		b: `нечто среднее`,
		c: `выпиливать и мастерить что-либо`
	},
	{
		question: `Если меня назначают руководителем чего-либо, я настаиваю на том, чтобы мои указания выполнялись, иначе я отказываюсь от этой работы:`,
		a: `да`,
		b: `иногда`,
		c: `нет`
	},
	{
		question: `Выжнее, чтобы родители:`,
		a: `помогали детям развивать свои чувства`,
		b: `нечто среднее`,
		c: `обучали детей сдерживать свои чувства`
	},
	{
		question: `Учавствуя в групповой деятельности, я бы предпочел:`,
		a: `постараться улучшить организацию работы`,
		b: `нечто среднее`,
		c: `следить за результатами и соблюдением правил`
	},
	{
		question: `Время от времени у меня появляется потребность в интенсивной физической деятельности:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я предпочел бы скорее общаться с вежливыми людьми, чем с грубоватыми и любящими возражать:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я чувствую себя очень униженным, когда меня критикуют в присутствии группы людей:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `неверно`
	},
	{
		question: `Если меня вызывает начальство, то я:`,
		a: `пользуюсь случаем, чтобы попросить о чем-то нужном мне`,
		b: `нечто среднее`,
		c: `боюсь, что это связано с какой-нибудь оплошностью в моей работе`
	},
	{
		question: `В наше время требуется:`,
		a: `больше спокойных, солидных людей`,
		b: `не уверен`,
		c: `больше идеалистов, планирующих будущее.`
	},
	{
		question: `При чтении я сразу замечаю, когда автор произведения хочет меня в чем-то убедить:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `В юности я принимал участие в нескольких спортивных мероприятиях:`,
		a: `иногда`,
		b: `довольно часто`,
		c: `многократно`
	},
	{
		question: `Я поддерживаю порядок в моей комнате, все вещи всегда лежат на своих местах:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Иногда у меня возникает чувство напряжения и беспокойства, когда я вспоминаю, что произошло в течение дня:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Иногда я сомневаюсь, действительно ли люди, с которыми я разговариваю, интересуются тем, что я говорю:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Если бы пришлось выбирать, то я предпочел бы быть:`,
		a: `лесником`,
		b: `не уверен`,
		c: `учителем средней школы`
	},
	{
		question: `На праздники и дни рождения я:`,
		a: `люблю делать подарки`,
		b: `неопределенно`,
		c: `считаю, что делать подарки – довольно неприятная вещь`
	},
	{
		question: `«Усталый» относится к «работе», как «гордый» к:`,
		a: `улыбка`,
		b: `успех`,
		c: `счастливый`
	},
	{
		question: `Какой из следующих предметов по существу отличается от двух других:`,
		a: `свеча`,
		b: `луна`,
		c: `электрический свет`
	},
	{
		question: `Друзья меня подводили:`,
		a: `очень редко`,
		b: `иногда`,
		c: `довольно часто`
	},
	{
		question: `У меня есть качества, по которым я определенно выше большинства людей:`,
		a: `де`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Когда я расстроен, я стараюсь скрыть свои чувства от других:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `неверно`
	},
	{
		question: `Я склонен посещать зрелищные мероприятия и развлечения:`,
		a: `чаще, чем раз в неделю`,
		b: `примерно раз в неделю`,
		c: `реже, чем раз в неделю`
	},
	{
		question: `Я считаю, что возможность вести себя непринужденно важнее, чем хорошие манеры и уважение к существующим правилам поведения:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Обычно я молчу в присутствии старших по возрасту, опыту и положению:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Мне трудно говорить или декламировать перед большой группой людей:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `У меня хорошее чувство ориентировки в незнакомом месте (мне легко сказать, где север-восток-юг-запад):`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Если кто-нибудь рассердится на меня, то я:`,
		a: `постараюсь его успокоить`,
		b: `нечто среднее`,
		c: `раздражаюсь`
	},
	{
		question: `Встречаюсь с несправедливостью, я скорее склонен забыть об этом, чем реагировать:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Из моей памяти часто выпадают несущественные тревиальные вещи, например, названия улиц, магазинов:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Мне бы понравилась жизнь ветеринара, лечение и операции на животных:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Я ем со вкусом, не всегда так аккуратно и тщательно как другие люди:`,
		a: `да`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Бывают времена, когда у меня нет настроения видеть кого бы то ни было:`,
		a: `очень редко`,
		b: `нечто среднее`,
		c: `довольно часто`
	},
	{
		question: `Иногда меня предупреждают о том, что в моем голосе и манерах слишком проявляется возбуждение:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `В юности, если я расходился во мнении с родителями, то я:`,
		a: `оставался при своем мнении;`,
		b: `нечто среднее4`,
		c: `соглашался с их авторитетом`
	},
	{
		question: `Я предпочел бы заниматься самостоятельной работой, а не совместной с другими:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Мне бы больше понравилась спокойная жизнь в моем духе, чем слава и шумный успех:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `В большинстве случаев я чувствую себя зрелым человеком:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Замечания в мой адрес, которые позволяют себе некоторые люди, меня больше расстраивают, чем помогают:`,
		a: `часто`,
		b: `иногда`,
		c: `никогда`
	},
	{
		question: `Я всегда способен управлять проявлением своих чувств:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Начиная работу над полезным изобретением я бы предпочел:`,
		a: `разрабатывать его в лаборатории;`,
		b: `нечто среднее`,
		c: `заниматься его практической реализацией`
	},
	{
		question: `«Удивление» относится к «странный», как «страх» относится к:`,
		a: `смелый`,
		b: `тревожный`,
		c: `ужасный`
	},
	{
		question: `Какая из последующих дробей отличается от двух других:`,
		a: `3/7`,
		b: `3/9`,
		c: `3/11`
	},
	{
		question: `Кажется, некоторые люди игнорируют и избегают меня, хотя я не знаю почему:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Отношения ко мне людей не соответствуют моим добрым намерениям:`,
		a: `часто`,
		b: `иногда`,
		c: `никогда`
	},
	{
		question: `Употребление нецензурных выражений вызывает у меня возмущение, даже если не присутствуют лица другого пола:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `У меня определенно меньше друзей, чем у большинства людей:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я бы очень не хотел находиться в таком месте, где нет людей, с которыми можно поговорить:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Люди иногда считают меня небрежным, хотя и думают, что я приятный человек:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Волнение перед выступлением в присутствии многих людей я испытывал:`,
		a: `довольно часто`,
		b: `иногда`,
		c: `почти никогда`
	},
	{
		question: `Когда я нахожусь в большой группе людей, то я предпочитаю молчать, и предоставляю слово другим:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я предпочитаю читать:`,
		a: `реалистические описания военных и политических сражений;`,
		b: `нечто среднее`,
		c: `роман, где много чувств и воображения`
	},
	{
		question: `Когда люди пытаются мною командовать, то я поступаю как раз наоборот:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Начальник или члены моей семьи критикуют меня только тогда, когда к этому действительно есть повод:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `неверно`
	},
	{
		question: `На улицах или в магазинах мне не нравится, когда некоторые люди пристально разглядывают других:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Во время длительной поездки я бы предпочел:`,
		a: `читать что-нибудь серьезное, но интересное;`,
		b: `неопределенно`,
		c: `провести время беседуя с кем-нибудь из пассажиров`
	},
	{
		question: `В ситуациях, которые могут стать опасными, я громко разговариваю, хотя это выглядит невежливо и нарушает спокойствие:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Если знакомые плохо обращаются со мной и показывают свою неприязнь, то:`,
		a: `меня это совершенно не трогает;`,
		b: `нечто среднее`,
		c: `я расстраиваюсь`
	},
	{
		question: `Я смущаюсь, когда меня хвалят или говорят мне комплементы:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я бы предпочел иметь работу:`,
		a: `с постоянным окладом`,
		b: `нечто среднее`,
		c: `с большим окладом, который бы зависел от моих способностей показать людям, чего я стою`
	},
	{
		question: `Чтобы быть информированным, я предпочитаю получать сведения:`,
		a: `в общении с людьми;`,
		b: `нечто среднее;`,
		c: `из литературы`
	},
	{
		question: `Мне нравится принимать активное участие в общественной работе:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `При выполнении задания я удовлетворюсь только тогда, когда должное внимание будет уделено всем мелочам:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Даже самые незначительные неудачи иногда меня слишком раздражают:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Сон у меня всегда крепкий, я никогда не хожу и не разговариваю во сне:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Для меня интереснее работа, при которой;`,
		a: `нужно разговаривать с людьми;`,
		b: `нечто среднее;`,
		c: `нужно заниматься счетами и записями`
	},
	{
		question: `«Размер» так относится к «длине», как «нечестный» к:`,
		a: `тюрьма`,
		b: `нарушение`,
		c: `кража`
	},
	{
		question: `«АБ» так относится к «ГВ», как «СР» относится к:`,
		a: `ПО`,
		b: `ОП`,
		c: `ТУ`
	},
	{
		question: `Когда люди ведут себя неразумно, то я:`,
		a: `молчу`,
		b: `не уверен`,
		c: `высказываю свое презрение`
	},
	{
		question: `Если кто-нибудь громко разговаривает, когда я слушаю музыку:`,
		a: `могу сосредоточиться на музыке, не отвлекаться`,
		b: `нечто среднее`,
		c: `чувствую, что это портит мне удовольствие и раздражает`
	},
	{
		question: `Меня лучше характеризовать как:`,
		a: `вежливого и спокойного;`,
		b: `нечто среднее`,
		c: `энергичного`
	},
	{
		question: `В общественных мероприятиях я принимаю участие только тогда, когда это нужно, а в иных случаях избегаю их:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Быть осторожным и не ждать хорошего лучше, чем быть оптимистом и всегда ждать успеха:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Думая о трудностях в своей работе, я:`,
		a: `стараюсь планировать заранее, прежде чем встретить трудность;`,
		b: `нечто среднее`,
		c: `считаю, что справлюсь с трудностями по мере того, как они возникнут`
	},
	{
		question: `Мне легко вступить в контакт с людьми во время различных общественных мероприятий:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Когда требуется немного дипломатии и умения убедить, чтобы побудить людей что-либо сделать, обычно об этом просят меня:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Интересно быть:`,
		a: `консультантом, помогающим молодым людям выбирать профессию;`,
		b: `нечто среднее`,
		c: `руководителем технического проекта`
	},
	{
		question: `Если я уверен, что человек несправедлив или ведет себя эгоистично, я указываю на это, даже если это связанно с неприятностями:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Иногда я говорю глупости ради шутки, чтобы удивить людей и посмотреть, что они на это скажут:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Мне бы понравилось быть газетным критиком в разделе драмы, театра, концертов:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `У меня никогда не бывает потребности что-нибудь рисовать или вертеть в руках, ерзать на месте, когда приходится долго сидеть   на собрании:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Если кто-нибудь говорит мне что-то неприятное, то я скорее подумаю:`,
		a: `он – лжец`,
		b: `не уверен`,
		c: `по-видимому он плохо информирован`
	},
	{
		question: `Я чувствую, что мне угрожает какое-то наказание, даже когда я ничего плохого не сделал:`,
		a: `часто`,
		b: `иногда`,
		c: `никогда`
	},
	{
		question: `Мнение о том, что болезнь также часто бывает от психических, как и от физических факторов, сильно преувеличена:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Торжественность и величие традиционных церемоний следует сохранить:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Мысль о том, что люди подумают, будто я веду себя необычно или странно, меня беспокоит:`,
		a: `очень`,
		b: `немного`,
		c: `совсем не беспокоит`
	},
	{
		question: `Выполняя какое-либо дело, я бы предпочел работать:`,
		a: `в составе коллектива`,
		b: `не уверен`,
		c: `самостоятельно`
	},
	{
		question: `У меня бывают периоды, когда мне трудно избавиться от чувства жалости к себе:`,
		a: `часто`,
		b: `иногда`,
		c: `никогда`
	},
	{
		question: `Часто я слишком быстро начинаю сердиться на людей:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я всегда могу без труда изменить свои старые привычки и не возвращаться к прежнему:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Если бы зарплаты была бы одинаковой, то я предпочел бы быть:`,
		a: `адвокатом`,
		b: `не уверен`,
		c: `пилотом или капитаном судна`
	},
	{
		question: `«Лучшее» так относится к «наихудшее», как «медленное» к:`,
		a: `быстрое`,
		b: `лучшее`,
		c: `быстрейшее`
	},
	{
		question: `Каким из приведенных ниже сочетаний следует продолжить буквенный ряд: РООООРРОООРРР`,
		a: `ОРРР`,
		b: `ООРР`,
		c: `РООО`
	},
	{
		question: `Когда приходит время осуществить то, что я планировал и на что надеялся, я обнаруживаю, что уже пропало желание делать это:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `неверно`
	},
	{
		question: `Большей частью я могу продолжать работать тщательно, не обращая внимания на шум, создаваемый другими:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Иногда я говорю посторонним вещи, кажущиеся мне важными, независимо от того, спрашивают ли они об этом:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Много свободного времени я провожу в разговорах с друзьями о прошлых развлечениях, от которых я получал удовольствие:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Мне нравится устраивать какие-нибудь смелые, рискованные выходки «смеха ради»:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Вид неубранной комнаты очень раздражает меня:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я считаю себя общительным, открытым человеком:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `В общении я:`,
		a: `свободно проявляю свои чувства;`,
		b: `нечто среднее;`,
		c: `держу свои переживания при себе`
	},
	{
		question: `Я люблю музыку:`,
		a: `легкую, живую`,
		b: `нечто среднее`,
		c: `чувствительную`
	},
	{
		question: `Красота поэмы восхищает меня больше, чем красота хорошо сделанного оружия:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Если мое удачное замечание остается незамеченным окружающими, я:`,
		a: `смирюсь с этим;`,
		b: `нечто среднее;`,
		c: `даю людям возможность услышать его еще раз`
	},
	{
		question: `Мне бы понравилось работать фотокорреспондентом:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Нужно быть осторожным в общении с незнакомыми, так как можно, например, заразиться:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `При поездке заграницу я бы предпочел быть под руководством экскурсовода, чем самому планировать маршрут:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Меня справедливо считают упорным и трудолюбивым, но не слишком преуспевающим человеком:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Если люди пользуются моим хорошим отношением в своих интересах, то я не возмущаюсь этим и вскоре об этом забываю:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `неверно`
	},
	{
		question: `Если при обсуждении какого-либо вопроса среди участников возникает ожесточенный спор, то я предпочитаю:`,
		a: `увидеть, кто же «победил»`,
		b: `нечто среднее`,
		c: `чтобы спор разрешился мирно`
	},
	{
		question: `Я предпочитаю планировать что-либо самостоятельно, без вмешательства и предложений со стороны других:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Иногда чувство зависти влияет на мои действия:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Я твердо верю, что начальник может быть не всегда прав, но он всегда имеет право быть начальником:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Когда я думаю обо всем, что еще предстоит сделать у меня появляется чувство напряженности:`,
		a: `да`,
		b: `иногда`,
		c: `нет`
	},
	{
		question: `Когда зрители мне что-либо кричат во время игры, меня это не трогает:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `неверно`
	},
	{
		question: `Интереснее быть:`,
		a: `художником`,
		b: `не уверен`,
		c: `организатором культурных развлечений`
	},
	{
		question: `Которое из следующих слов не относится к двум другим:`,
		a: `любые`,
		b: `некоторые`,
		c: `большинство`
	},
	{
		question: `«Пламя» так относится к «жар», как «роза» относится к:`,
		a: `шип`,
		b: `красивые лепестки`,
		c: `аромат`
	},
	{
		question: `У меня бывают яркие сновидения, мешающие мне спать:`,
		a: `часто`,
		b: `иногда`,
		c: `практически всегда`
	},
	{
		question: `Если по пути к успеху стоят серьезные препятствия, я все-таки предпочитаю рискнуть:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Когда я нахожусь в группе людей, приступающих к какой-то работе, то само собой получается, что я оказываюсь во главе их:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Мне больше нравится в одежде спокойная корректность, чем бросающаяся в глаза индивидуальность:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Мне больше нравится провести вечер за спокойным любимым занятием, чем в оживленной компании:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Я не обращаю внимания на доброжелательные советы других, даже когда эти советы могли бы быть полезными:`,
		a: `иногда`,
		b: `почти никогда`,
		c: `никогда`
	},
	{
		question: `В своих поступках я всегда стараюсь придерживаться общепринятых правил поведения:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Мне не очень нравится, когда смотрят, как я работаю:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Иногда приходится применять силу, потому что не всегда возможно добиться результата с помощью утверждения:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `неверно`
	},
	{
		question: `В школе я предпочитал:`,
		a: `русский язык и литературу;`,
		b: `не уверен;`,
		c: `математику или арифметику`
	},
	{
		question: `Меня иногда огорчало, что обо мне за глаза отзывались неодобрительно без всяких к этому причин:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Разговор с простыми людьми, которые всегда придерживаются общепринятых правил и традиций:`,
		a: `часто вполне интересен и содержателен`,
		b: `нечто среднее`,
		c: `раздражает меня, потому что ограничивается мелочами`
	},
	{
		question: `Некоторые вещи на столько раздражают меня, что предпочитаю вообще не говорить на эти темы:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `В воспитании важнее:`,
		a: `относиться к ребенку с достаточной любовью;`,
		b: `нечто среднее`,
		c: `выработать нужные привычки и отношение к жизни.`
	},
	{
		question: `Люди считают меня положительным, спокойным человеком, которого не трогают превратности судьбы:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я считаю, что общество должно руководствоваться разумом и отбросить старые привычки или не нужные традиции:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Думаю, что в современном мире важнее разрешить:`,
		a: `вопросы нравственности;`,
		b: `не уверен;`,
		c: `разногласия между странами мира`
	},
	{
		question: `Я лучше усваиваю материал:`,
		a: `читая хорошо написанную книгу;`,
		b: `нечто среднее;`,
		c: `участвуя в обсуждении вопроса`
	},
	{
		question: `Я предпочитаю идти своим путем вместо того, чтобы действовать в соответствии с принятыми правилами:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Прежде чем выдвигать какой-либо аргумент, я предпочитаю подождать, пока не буду убежден, что я прав:`,
		a: `всегда`,
		b: `обычно`,
		c: `только если это целесообразно`
	},
	{
		question: `Мелочи иногда независимо «действуют мне на нервы», хотя я и понимаю, что они не существенны:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Под влиянием момента я редко говорю вещи, о которых потом очень сожалею:`,
		a: `верно`,
		b: `не уверен`,
		c: `неверно`
	},
	{
		question: `Если бы меня попросили участвовать в шефской деятельности, то я бы:`,
		a: `согласился`,
		b: `не уверен`,
		c: `вежливо сказал, что занят`
	},
	{
		question: `Которое из следующих слов относится к двум другим:`,
		a: `широкий`,
		b: `зигзагообразный`,
		c: `прямой`
	},
	{
		question: `«Скоро» так относится к «никогда», как «близко» к:`,
		a: `нигде`,
		b: `далеко`,
		c: `где-то`
	},
	{
		question: `Если я невольно нарушил правила поведения, находясь в обществе, то я вскоре забываю об этом:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Меня считают человеком,  которому обычно в голову приходят хорошие идеи, когда нужно разрешить какую-либо проблему:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Я способен лучше проявить себя:`,
		a: `в трудных ситуациях, когда нужно сохранить самообладание;`,
		b: `не уверен`,
		c: `когда требуется умение ладить с людьми`
	},
	{
		question: `Меня считают человеком, полным энтузиазма:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Мне нравится работа, которая требует перемен, разнообразия, командировок, даже если она связана некоторой опасностью:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я довольно требовательный человек и всегда настаиваю на том, чтобы все делалось по возможности правильно:`,
		a: `верно`,
		b: `нечто среднее`,
		c: `неверно`
	},
	{
		question: `Мне нравится работа, требующая добросовестного отношения, точных навыков и умений:`,
		a: `да`,
		b: `нечто среднее`,
		c: `нет`
	},
	{
		question: `Я отношусь к типу энергичных людей, которые всегда заняты:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	},
	{
		question: `Я уверен в том, что не пропустил ни одного вопроса и на все ответил как следует:`,
		a: `да`,
		b: `не уверен`,
		c: `нет`
	}
];